{
  "Breakfast": {
    "Avocado_Toast_with_Eggs": {
      "descriptionLong": "Geniet van de goedheid van romige avocado in combinatie met de rijkdom van perfect gepocheerde eieren op geroosterd volkoren brood. Deze ontbijtdelicatesse biedt een evenwichtige combinatie van smaken en texturen. De boterachtige zachtheid van avocado, het lopende eigeel van gepocheerde eieren en de knapperigheid van volkoren brood zorgen voor een bevredigende en voedzame ontbijtervaring. Het is een favoriete keuze voor gezondheidsbewuste voedselliefhebbers die een gezonde start van hun dag zoeken.",
      "descriptionShort": "Gesneden avocado op geroosterd volkoren brood, gegarneerd met perfect gepocheerde eieren.",
      "dietaryInfo": "Vegetarisch",
      "ingredients": "Avocado, Volkoren Brood, Gepocheerde Eieren, Zout, Peper",
      "name": "Avocado Toast met Eieren"
    },
    "Blueberry_Pancakes": {
      "descriptionLong": "Verwen jezelf met een explosie van zoetheid met onze bosbessenpannenkoeken. Deze luchtige pannenkoeken zijn gevuld met sappige bosbessen, wat zorgt voor een heerlijke smaakexplosie in elke hap. Overgoten met warme ahornsiroop is dit ontbijttraktatie een geruststellende en bevredigende keuze voor degenen met een zoete tand. Geniet van de heerlijke combinatie van luchtige pannenkoeken, verse bosbessen en de natuurlijke zoetheid van ahornsiroop, waardoor je ontbijt een gedenkwaardige ervaring wordt.",
      "descriptionShort": "Luchtige pannenkoeken gevuld met zoete bosbessen, geserveerd met ahornsiroop.",
      "dietaryInfo": "Vegetarisch",
      "ingredients": "Pannenkoekbeslag, Bosbessen, Ahornsiroop, Boter",
      "name": "Bosbessenpannenkoeken"
    },
    "Classic_Pancakes": {
      "descriptionLong": "Begin je dag met onze klassieke pannenkoeken, perfect gemaakt met een lichte en luchtige textuur. Geserveerd met een royale scheut ahornsiroop en een kleurrijke verscheidenheid aan verse bessen, zal deze ontbijttraktatie je smaakpapillen doen ontwaken en zorgen voor een zoete, bevredigende start van je ochtend. Geniet van de harmonieuze mix van smaken en geef je over aan het comfort van deze tijdloze ontbijtfavoriet.",
      "descriptionShort": "Luchtige pannenkoeken geserveerd met ahornsiroop en verse bessen.",
      "dietaryInfo": "Vegetarisch",
      "ingredients": "Bloem, Melk, Eieren, Bakpoeder, Ahornsiroop, Verse Bessen",
      "name": "Klassieke Pannenkoeken"
    }
  },
  "Dinner": {
    "Beef_hamburger": {
      "descriptionLong": "Verwen jezelf met de perfecte harmonie van smaken met onze signature burger met een verrukkelijke blend van sappige rundvleespatty, knapperig spek en een perfect gebakken ei. Elke hap is een symfonie van smaken en texturen, die ultieme voldoening biedt voor hamburgerliefhebbers. Geserveerd in een vers, geroosterd broodje en vergezeld van jouw keuze aan verrukkelijke bijgerechten, is deze burger een culinair meesterwerk dat je smaakpapillen zal verrukken en je doet verlangen naar meer. Ervaar de ultieme combinatie van hartigheid en verwennerij in ons restaurant!",
      "descriptionShort": "Een heerlijke hamburger met ei en spek.",
      "dietaryInfo": "",
      "ingredients": "Rundvlees, Augurken, Ui, Spek, Sla, Brood",
      "name": "Rundvleeshamburger"
    },
    "Grilled_Salmon_with_Sauce": {
      "descriptionLong": "Verwen je smaakpapillen met onze Gegrilde Zalm met een perfect bereide zalmmoot. De zalm is vakkundig gegrild om een tedere en schilferige textuur te bereiken, aangevuld met een pittige citroen-dille saus. Deze elegante dineroptie biedt een balans van smaken, waarbij de natuurlijke rijkdom van zalm wordt gecombineerd met de verfrissende citrustonen van citroen en de aromatische touch van dille. Het is een verfijnde en smaakvolle keuze voor een gedenkwaardige eetervaring.",
      "descriptionShort": "Gegrilde zalmmoot geserveerd met een pittige citroen-dille saus.",
      "dietaryInfo": "",
      "ingredients": "Zalmmoot, Citroen, Dille, Olijfolie, Zout, Peper",
      "name": "Gegrilde Zalm met Saus"
    },
    "Vegetable_Stir-Fry_with_Tofu": {
      "descriptionLong": "Ervaar de levendige smaken van onze Groente Roerbak met Tofu. Verse en kleurrijke assortimenten groenten, waaronder paprika, broccoli, wortels en sugarsnaps, worden perfect geroerbakt met tofublokjes. De roerbak is doordrenkt met een hartige en aromatische saus, wat resulteert in een heerlijke mix van smaken en texturen. Geserveerd met luchtige gestoomde rijst is deze vegetarische dinerkeuze een gezonde en bevredigende keuze voor degenen die een voedzame en smaakvolle maaltijd zoeken.",
      "descriptionShort": "Assortiment groenten en tofu geroerbakt in een hartige saus, geserveerd met gestoomde rijst.",
      "dietaryInfo": "Veganistisch",
      "ingredients": "Tofu, Paprika, Broccoli, Wortels, Sugarsnaps, Sojasaus, Knoflook, Gember, Rijst",
      "name": "Groente Roerbak met Tofu"
    }
  },
  "Lunch": {
    "Caprese_Salad": {
      "descriptionLong": "Ervaar de essentie van de Italiaanse keuken met onze Caprese Salade. Verse mozzarella, rijpe tomaten en basilicumblaadjes worden nauwkeurig gerangschikt om een levendige en smaakvolle salade te creëren. De combinatie van romige mozzarella, sappige tomaten en aromatische basilicum wordt versterkt door een scheutje pittige balsamico glazuur. Deze lichte en verfrissende salade is perfect voor een bevredigende lunch en biedt een voorproefje van mediterrane smaken in elke hap.",
      "descriptionShort": "Verse mozzarella, rijpe tomaten en basilicumblaadjes besprenkeld met balsamico glazuur.",
      "dietaryInfo": "Vegetarisch",
      "ingredients": "Verse Mozzarella, Tomaten, Basilicumblaadjes, Balsamico Glazuur, Zout, Peper",
      "name": "Caprese Salade"
    },
    "Chicken_Caesar_Wrap": {
      "descriptionLong": "Geniet van een bevredigende en smaakvolle lunch met onze Chicken Caesar Wrap. Malse gegrilde kipreepjes, knapperige romainesla en geraspte Parmezaanse kaas worden zorgvuldig verpakt in een zachte tortilla, waardoor een heerlijke handheld-maaltijd ontstaat. De vulling is rijkelijk besprenkeld met romige Caesar dressing, wat een rijke en hartige smaak toevoegt aan elke hap. Deze wrap is een handige en smaakvolle optie voor de lunch, perfect voor mensen die onderweg zijn of op zoek zijn naar een snelle maar heerlijke maaltijd.",
      "descriptionShort": "Gegrilde kip, knapperige romainesla en Parmezaanse kaas gewikkeld in een zachte tortilla.",
      "dietaryInfo": "",
      "ingredients": "Gegrilde Kip, Romainesla, Parmezaanse Kaas, Caesar Dressing, Tortilla",
      "name": "Chicken Caesar Wrap"
    },
    "Grilled_Chicken_Salad": {
      "descriptionLong": "Verwen jezelf met een gezonde en heerlijke lunchoptie met onze gegrilde kipsalade. Malse plakjes gegrilde kipfilet worden voorzichtig op een bed van knapperige gemengde groenten geplaatst, wat een verfrissende en bevredigende maaltijd biedt. Besprenkeld met een pittige vinaigrettedressing barst deze salade van smaken en voedingsstoffen. Het is een perfecte keuze voor degenen die op zoek zijn naar een lichte en vervullende lunch die niet inboet aan smaak. Ervaar de goedheid van verse ingrediënten en gezonde smaken in elke hap.",
      "descriptionShort": "Plakjes gegrilde kipfilet op een bed van gemengde groenten met vinaigrettedressing.",
      "dietaryInfo": "",
      "ingredients": "Gegrilde Kipfilet, Gemengde Groenten, Cherrytomaten, Komkommer, Vinaigrettedressing",
      "name": "Gegrilde Kipsalade"
    }
  }
}
